org/人生杂谈/工作上的那些事情.org
#+TITLE: 工作上的那些事情

* 记1
工作的时候，经常会这么想，我现在的这个工作是不是一个很好的工作，我要努力了，会不会是一个咸鱼翻身的机会，如果没抓住机会，会不会日后非常后悔，或许我抓住机会就会混得很好?所以很多时候，就很珍惜当前的工作，加班，刻意得去评估自己的表现，非常希望自己能够表现的很优秀，等打绩效的时候，也希望没那么差劲就好。
可是，无论怎样，你都是这沧海一粟的尘埃，历史的长河根本不关心你是否抓住的机会，而你关心的是，你生活的是否快乐，所以小哥，遵从内心，不要被工作给压垮。工作你已经做得很好了，不需要盲目接受外界的瞎tm评判。
谁tm说你工作不努力，工作做的不好，那tm就是想压榨你，凭你自己良心说，工作的就是挺不错，谁说不好都没用。
* 记2
有一天,一个二本朋友跟他舍友聊天,夸我说我找到了一个好工作,月薪上万, 他舍友来了一句,牛逼啊,前途无量啊.我当时觉得,和他们比起来确实稍微牛逼,就倍感骄傲,但是后来再仔细品位,这个前途无量的字眼格外扎心,略觉心酸.对于他们来说,找到个好工作,月薪上万,可能就前途无量了,他们有这种感觉,是因为没站到这个高度.可是站到这个高度之后,才能体会到,这个前途无量是多么难以实现.作为一个程序员,每天过着被安排的重复的日子,技术得不到提升,等到上40岁之后,学习能力没有别人强,要管理没管理,要学历没学历,还能拿什么跟别人比拼呢.但是他们好快乐..
* 记3
世间杂事千千万，你不去干谁去干.
